Revit 2027 API
SpecTypeId.HvacMassPerTime Property
 Mass per Time, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HvacMassPerTime { get; }
Public Shared ReadOnly Property HvacMassPerTime As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HvacMassPerTime {
	ForgeTypeId^ get ();
}
static member HvacMassPerTime : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace